Table of Contents
 Interface IProjectStorage
Namespace
IdeaStatiCa.BimApiLink.Persistence
Assembly
IdeaStatiCa.BimApiLink.dll
public interface IProjectStorage
Methods
 IsValid()
bool IsValid()
Returns
bool
 Load()
void Load()
 Save()
void Save()
 Edit this page